Repository: 84000/data-translation-memory
Catalog: Toh_147-The_Teaching_on_the_Great_Compassion_of_the_Tathagata-v1.tmx
Source language: bo
Languages: en

source: གང་དག་ཉན་ཐོས་ཀྱི་ཐེག་པ་པར་འགྱུར་བ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པ་བྱམས་པའི་ཉན་ཐོས་འདུས་པ་དང་པོའི་གྲངས་སུ་ཆུད་པར་འགྱུར་རོ། །
en: Those who have become śrāvakas will be included in the first śrāvaka assembly of Maitreya.

source: རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པར་འགྱུར་བ་དེ་དག་ནི་ང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འོག་ཏུ་གཞན་ལས་མ་ཐོས་པར་རང་བྱང་ཆུབ་འཐོབ་པར་འགྱུར་རོ། །
en: Those who have become pratyekabuddhas and who have mastered this Dharma discourse will, following my own nirvāṇa, attain solitary awakening without learning from others.”

source: གཟུངས་ཀྱི་དབང་ཕྱུག་གི་རྒྱལ་པོས་ཡོངས་སུ་ཞུས་པ་བསྟན་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཅོམ་ལྡན་འདས་ཀྱིས་བསྟན་པ་ན་སེམས་ཅན་དཔག་ཏུ་མེད་པ་དག་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དོ། །
en: When the Blessed One had taught this Dharma discourse as requested by Dhāraṇīśvara­rāja, countless beings generated the thought of awakening.

source: བྱང་ཆུབ་སེམས་དཔའ་གྲངས་མེད་པ་དག་ནི་ཕྱིར་མི་ལྡོག་པ་ལ་རབ་ཏུ་གནས་སོ། །
en: Countless bodhisattvas became established in a state of nonregression.

source: འཇིག་རྟེན་གྱི་ཁམས་གྲངས་མེད་པ་དག་ནི་རྣམ་པ་དྲུག་ཏུ་གཡོས་སོ། །སྣང་བ་ཆེན་པོས་ཀྱང་གསལ་བར་གྱུར་ཏོ། །མེ་ཏོག་སིལ་མས་ཀྱང་གཏོར་བར་གྱུར་ཏོ། །
en: Countless world realms trembled six times, were illuminated, and were filled with swirling flower petals.

source: ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ནས་འདུས་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གིས་བཅོམ་ལྡན་འདས་དང་། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་མཆོད་པའི་ལས་ཀྱི་ཕྱིར་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་གྱི་ཁྱམས་རིན་པོ་ཆེ་བཀོད་པ་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་མེ་ཏོག་གིས་རྣམ་པར་བཀྲ་བར་བྱས་ཏེ་ཆེད་དུ་བརྗོད་པ་འདི་ཆེད་དུ་བརྗོད་དོ། །
en: The bodhisattvas who had gathered from the world realms of the ten directions and had decorated the entire pavilion Jeweled Array with flowers of the seven precious substances as an act of worship to the Blessed One and this Dharma discourse made the following proclamation:

source: བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་རྙེད་པར་བགྱི་བ་ལེགས་པར་རྙེད་དོ། །
en: “Blessed One, we shall acquire it and acquire it well!

source: གང་གི་སླད་དུ་བདག་ཅག་གིས་རྣམ་པར་ངེས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལྟ་བུ་ཐོས་པས་བདག་ཅག་འདིར་མཆིས་པ་དོན་མ་མཆིས་པ་མ་ལགས་སོ། །
en: Because we have heard this exegesis of the Dharma discourse, it was not meaningless for us to be here!

source: ཀྱེ་མ་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་སྐུ་ཚེ་ཡོངས་སུ་བསྐྱང་དུ་གསོལ།
en: “O Blessed One! May the life of Śākyamuni be protected!

source: འཛམ་བུའི་གླིང་གི་མི་རྣམས་ལ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡུན་རིང་དུ་གནས་པར་གྱུར་ཅིག །
en: May this Dharma discourse remain for a long time among the people of Jambudvīpa!

source: དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་གང་དག་མདོ་སྡེ་འདི་ལྟ་བུ་འཛིན་པ་དེ་དག་ཀྱང་དུས་རིང་པོར་ཡུན་དུ་ཚེ་ཡོངས་སུ་སྐྱོང་བར་གྱུར་ཅིག །སེམས་ཅན་ཐམས་ཅད་ལ་ཡང་ཕན་པ་བྱེད་པར་གྱུར་ཅིག །
en: May the lives of those monks, nuns, and male and female lay devotees who uphold this sūtra be guarded for a long time! May it bring benefit to all sentient beings!”

source: ཀྱེ་མ་བཅོམ་ལྡན་འདས་ཇི་ཙམ་དུ་རྣམ་པར་ངེས་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་དོན་བཟང་བ་དང་། ཚིག་འབྲུ་བཟང་བ་དང་། ལེགས་པར་བརྒྱན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་མཆོག་ཏུ་དགའ་བ་སྐྱེད་པ་དང་། བདུད་དང་ཕ་རོལ་རྒོལ་བ་ཐམས་ཅད་འཇོམས་པ་དང་། ཆོས་ཐམས་ཅད་ལ་མཁས་པར་འཛིན་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསམ་པ་ཚིམ་པར་བགྱིད་པ་དང་། ཐེག་པ་ཐམས་ཅད་ཀྱི་ངེས་པར་འབྱུང་བའི་ཕྱིར་འབྱུང་བ་དང་། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཡོན་ཏན་ལ་འཇུག་པའི་རྗེས་སུ་སོང་བ་དང་། ཐམས་ཅད་ཀྱིས་བརྩོན་པར་བགྱི་བ་ལས་གཏི་མུག་མ་མཆིས་པར་སྟོན་པ་ངོ་མཚར་ཏོ། །
en: “O Blessed One! How wonderful is this definitive Dharma discourse, which is of excellent meaning, well composed, and well adorned, which delights all bodhisattvas, which overcomes all the hostility of evil ones and adversaries, skillfully embrace all teachings, and satisfies the thoughts of all beings, which emerges as the perfection of all vehicles, and which is vividly taught to those who emulate the qualities of all tathāgatas and to all who apply themselves to it!”

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས། འདི་ཇི་ལྟར་གཟུང་བར་བགྱི། དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Then he asked, “Blessed One! What is this Dharma discourse called? How will it be transmitted?”

source: དེའི་ཕྱིར་གཟུངས་ཀྱི་དབང་ཕྱུག་གི་རྒྱལ་པོ་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་དེ་བཞིན་གཤེགས་པའི་སྙིང་རྗེ་ཆེན་པོ་བསྟན་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །
en: “Dhāraṇīśvara­rāja, because of your request, you shall transmit this Dharma discourse known as The Explanation of the Great Compassion of the Tathāgata!

source: དེ་བཞིན་གཤེགས་པའི་ལས་དོན་ཡོད་པ་ཉན་པ་ལུང་བསྟན་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །
en: You shall transmit it as The Prophecy of Listening to the Meaningful Activity of the Tathāgata!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནསབྱང་ཆུབ་སེམས་དཔའ་གཟུངས་ཀྱི་དབང་ཕྱུག་གི་རྒྱལ་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་དང་། ཉན་ཐོས་ཀྱི་ཚོགས་དེ་དག་ཐམས་ཅད་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: After the Blessed One had spoken, Dhāraṇīśvara­rāja, together with everyone in the bodhisattva and śrāvaka assemblies, as well as the world with its gods, humans, asuras, and gandharvas, rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་སྙིང་རྗེ་ཆེན་པོ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This completes the noble Great Vehicle sūtra “The Teaching on the Great Compassion of the Tathāgata.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཤཱི་ལེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་སྐད་གསར་ཆད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།། །།
en: This text was translated and edited by the Indian scholar Śīlendrabodhi and the principal editor-translator, Bandé Yeshé Dé. It was reviewed and finalized in accordance with the new language reforms.
